source/_static/diagrams/29-extensions.d2
direction: right
n0: "exts_list"
n1: "bundle"
n2: "one module"
n0 -> n1
n1 -> n2
